@extends('layouts.master')
@section('title','EDUMIND අපි')




@section('content')
    <div class="main-container container">
        <div class="max-w-5xl md:p-5 mx-auto">
            <div class="lg:flex lg:space-x-10 bg-white rounded-md shadow max-w-3x  mx-auto md:p-8 p-3">
                <div class="">

                    <div>
                        <h1 class="font-semibold mb-3 sinhala-font text-xl lg:text-3xl">EDUMIND අපි</h1>
                        <hr class="mb-5">


                        <article class="space-y-5 uk-article sinhala-font text-gray-800 text-justify">

                            <p class="text-base font-semibold">ඔබත් යමක් පැහැදිලිව විස්තර කර දීමට හැකියාව ඇති, තමන් සතු දැනුමෙන් අන් අයට ප්රයෝජනයක්
                                ගෙන දීමට කැමැත්තක් දක්වන අයෙක් නම් ගුරු වෘත්තියට හොඳින් ගැලපෙන පුද්ගලයෙකි. මතකයේ තබා
                                ගතයුතු යුතු කරුණ නම් යමෙකුට ඉගැන්වීම සඳහා වෘත්තියෙන් ගුරුවරයෙකු වීමට අවශ්ය නොවන බවයි.
                                තමන් සතු දැනුම සරලව, හොඳින් තවකෙකුට විස්තර කර දීමේ හැකියාව ඇත්නම් ඔබත් සාර්ථක ගුරුවරයෙකු
                                වීම සඳහා භාග්ය ඇති පුද්ගලයෙකි. වර්තමානයේ ඇති ප්රධාන ගැටලුවක් වන්නේ සාම්ප්රදායික විෂය පථයන්ට
                                අමතරව තමන් සතු දෙයක් අන් කෙනෙකුට ඉගැන්වීමේදී එම අවශ්යතාව ඇති පිරිස හඳුනා ගැනීමට ඇති අපහසුවයි.
                                Edumind අපි ඒ සඳහා ඔබට සහාය වීමට කැමැත්තෙමු. සාම්ප්රදායික tution හා online teaching ක්රමවේදය
                                වෙනුවට අපි ඔබට online courses මගින් ඉගැන්වීම් ක්රමවේදය හඳුන්වා දෙන්නේ එබැවිනි.</p>

                            <p class="text-base font-semibold">මෙහිදී online class එකකට වඩා online courses මගින් ඉගැන්වීමෙන් සැලකිය යුතු වාසි රාශියක් ගුරුවරුන් හා
                                සිසුන් යන දෙපිරිසටම හිමි වෙනු ඇත. Edumind අපි ඔබට හඳුන්වා දෙන්නේ online classes වලින් ඔබ්බට ගිය
                                නවමු අත්දැකීමකි. Online classes කරගෙන යැමේදී ඔබට හා සිසුන් හට මුහුණ දීමට සිදුවන ප්රධාන ගැටලුවක්
                                වන්නේ කාලය කලමනාකරණය කර ගැනිමේ දී සිදුවන අපහසුතායි. නමුදු online courses මගින් මෙම ගැටලුව
                                ඉතාම පහසුවෙන් විසඳාගැනීමට හැකියාව ලැබේ. උදාහරණයක් වශයෙන් ඔබට පහසු වෙලාවක් තෝරාගෙන
                                online courses නිර්මාණය කල පසු සිසුන්ට තමන්ගේ රුචිකත්වය අනූව කැමති වේලාවක් තෝරාගෙන ඉගෙන
                                ගැනීමට අවස්ථාව සැලසේ. Online courses මගින් ඉගැන්වීම් කටයුතු කරගෙන යෑමේදී ඔබට එක් වරක් පමණක්
                                මහන්සි වී courses නිර්මාණය කල හැකි අතර, සැලකිය යුතු කාලයක් කිසිදු මහන්සියකින් තොරව එම පාඨමාලාව
                                සඳහා සැලකිය යුතු පිරිසක් බඳවා ගැනීමට හැකියාව ලැබේ. කාර්යබහුල ජීවිතයක් ගතකරන ඔබට මෙය
                                ඉතා පහසු ක්රමවේදයක් නොවේද? මීට අමතරව, online courses වලින් අමතර ආදායම් මාර්ගයක් සකස් කර
                                ගන්නා අතරම සුපුරුදු පරිදි ඔබගේ අනෙකුත් tution classes කරගෙන යාමේ හැකියාව ද පවතී. තවද ඉතාම
                                වැදගත් කරුණක් වන්නේ ඔබ දැනටමත් ගුරුවරයෙක් ලෙස සේවය කරන්නේ නම් එම අදාල නිබන්ධන සහ
                                ප්රශ්න පත්ර ඒ අයුරින්ම මෙම online courses වලදී ද භාවිතා කිරීමට හැකියාව ලැබීමයි.</p>


                            <p class="text-base font-semibold">Online courses නිර්මාණය කිරීමෙන් පසු එම courses සිසුන් වෙත හඳුන්වා දීමේ ක්රමවේදයක් Edumind
                                අපි නිර්මාණය කර ඇත්තෙමු. ඔබේ පාඨමාලා සිසුන් මිලදී ගත් පසු අදාළ මුදල් ඔබ විසින් නම් කරන ලද
                                ගිණුමට බැර කිරීමට ද කටයුතු යොදා ඇත. ඔබ මීට පෙර කිසිදු online course එකක් නිර්මාණය කර
                                නොමැති හෝ ඒ පිළිබඳව කිසිදු දැනුමක් හෝ නොමැති අයෙක් වුවත් ඒ පිළිබඳව පසුතැවීමට අවශ්ය නොවේ.
                                Edumind අපි ඒ සඳහා ඔබට අවශ්ය සියලුම දැනුම සහ සම්පත් ලබා දීමට කටයුතු සම්පාදනය කරමින් සිටින
                                බව සතුටින් දැනුම් දෙන්නෙමු.</p>

                        </article>
                    </div>

                </div>
            </div>
        </div>
    </div>

@stop






