@extends('layouts.master')
@section('title','Why Edumind')


@section('content')
    <div class="main-container container">
        <div class="max-w-5xl md:p-5 mx-auto">
            <div class="lg:flex lg:space-x-10 bg-white rounded-md shadow max-w-3x  mx-auto md:p-8 p-3">
                <div class="">

                    <div>
                        <h1 class="font-bold mb-3 text-xl sinhala-font lg:text-3xl">EDUMIND වෙතින් ඔබට ලැබෙන ප්රතිලාභ</h1>
                        <hr class="mb-5">


                        <article class="uk-article sinhala-font text-gray-800 text-justify">

                            <h2 class="font-bold mb-1 text-2xl">ලංකාව වටා සිටින ශිෂ්ය ප්රජාව හා පහසුවෙන් සම්බන්ධ වීමේ හැකියාව</h2>
                            <p class="text-base font-semibold">ඔබ සාම්ප්රදායික tution ගුරුවරයෙක් නම් ඔබේ ශිෂ්යයන් හා සම්බන්ධ
                                වීමේ හැකියාව සිමිත විය හැකිය. ඊට ප්රධාන හේතුව වන්නේ ඔබට භෞතික මය වශයෙන් එක් අවස්ථාවක
                                එක් ස්ථානයක පමනක් පෙනී සිටීමට හැකි නිසාවෙනි. නමුත් ඔබ Edumind සමග සම්බන්ධ වීමෙන් ඔබට එකවර
                                මුළු ලංකාව පුරාම විසිරී සිටින ශිෂ්ය ප්රජාව හා සම්බන්ධ වීමේ හැකියාව ලැබේ. අපගේ අලෙවිකරණ සහ
                                ප්රවර්ධන මෙවලම් ඉතාම ඉහළ මට්ටමක පවත්වාගෙන යන බවද ඔබට දැනුම් දීමට කැමැත්තෙමු. මීට
                                අමතරව සතිපතා, මාස්පතා සිදුකරන ලබන වෙළඳපොල අධ්යයනයන් (market researchs) මගින් ඔබට
                                වැඩි ආදායම් ප්රවණතාවක් සහිත මාතෘකා අපි නිරන්තරයෙන් ඔබට සැපයීම සඳහා කටයුතු කරන්නෙමු.</p>



                            <h2 class="font-bold mt-9 mb-1 text-2xl">tutes සහ presentations ඔබ දැනටමත් නිර්මාණය කර ඇති ඒවා භාවිතා කිරීමේ හැකියාව</h2>
                            <p class="text-base font-semibold">ඔබ දැනටමත් ගුරුවරයකු ලෙස සේවය කරන්නේ නම් ඔබ නිර්මාණය කර
                                ඇති tutes, papers සහ presentations ඔබට භාවිතා කිරීමට හැකියාව ඇත. එමගින් ඔබට අඩු කාලයක් හා
                                ශ්රමයක් වැය කොට online courses නිර්මාණය කිරීමේ හැකියාව අපි ඔබට ලබා දෙන්නෙමු. මීට අමතරව
                                ඔබ Edumind වෙත course එකක් ලබා දුන් පසු ඒ සඳහා සාදාගත් tutes, papers සහ presentations
                                ඔබගේ අවශ්යතාවය මත ඕනෑම තැනක භාවිතා කිරීමට අපගේ කිසිඳු තහනමක් නොමැත. සෑම අයුරින්ම
                                ඔබේ පාඨමාලාවේ අයිතිය 100% ක්ම ඔබ සතු වන බව අප තහවරු කරන්නෙමු.</p>

                            <h2 class="font-bold mt-9 mb-1 text-2xl">ඔබට පහසු, ඔබ කැමති ආකාරයට ඉගැන්වීමට ඇති හැකියාව</h2>
                            <p class="text-base font-semibold">Edumind පාඨමාලා වල විශේෂත්වය වන්නේ ඔබ කැමති පරිදි ඔබගේ
                                ඉගැන්වීම් ශෛලිය ඔබට තෝරා ගැනීමට අවකාශ සලසා දීමයි. සාමාන්ය පරදි whiteboard එකක් ආධාරයෙන්
                                හෝ ඔබගේ මුහුණ ප්රදර්ශනය කිරීමකින් තොරව presentation එකක් මාර්ගයෙන් හෝ ඔබට ඔබගේ
                                පාඨමාලාව සකස් කරගත හැකිය. කෙසේ වෙතත්, වැඩි සිසුන් පිරිසකගේ අවධානය ලබා ගැනීම පිණිස
                                ඔබගේ මුහුණ ප්රදර්ශනය කර ඉගැන්වීම් සිදු කරගෙන යාම වඩාත් උචිත බව Edumind අපේ අදහසයි.</p>

                            <h2 class="font-bold mt-9 mb-1 text-2xl">නොමිලයේම ඔබට ලැබෙන ප්රසිද්ධිය</h2>
                            <p class="text-base font-semibold">Edumind සඳහා පාඨමාලා සම්පාදනය කරන්නෙක් ලෙස අප හා සම්බන්ධ වීම
                                මගින් ඔබට නොමිලේම publicity එකක් ලබා ගැනීමට හැකියාව ඇත. අපි නිරන්තරයෙන් අපගේ සමාජ මාධ්ය
                                ජාල ඔස්සේ ඔබගේ ඡායාරූප සහිතව courses සහ youtube හරහා ඔබගේ videos ප්රවර්ධනය කිරීමට අවශ්යය
                                පසුබිම සකස් කර ඇත්තෙමු. මේ මගින් ඔබට හොඳ ආදායම් මාර්ගයක් සකස් කර ගැනීමට හැකි වන අතරම
                                ශ්රී ලංකාව පුරා හොඳ ප්රසිද්ධියක් ලබා ගැනීමට ද හැකියාව ලබා දෙන්නෙමු.</p>

                            <h2 class="font-bold mt-9 mb-1 text-2xl">හොඳ අමතර ආදායම් මාර්ගයක් ලෙස Edumind භාවිතා කල හැක</h2>
                            <p class="text-base font-semibold">Edumind වෙත එක් වරක් වෙහෙස වී නිර්මාණය කරණු ලබන ඔබගේ පාඨමාලාව
                                නිරන්තරයෙන් ආදායම් ලැබෙන ආදායම් මාර්ගයකි. එනම් ඔබගේ පාඨමාලාව සිසුවෙකු මිලදී ගන්නා සෑම විටම ඔබට
                                අදාළ ඔබගේ කොටස හිමි වනු ඇත. අවශ්ය සෑම විටකම ඔබගේ ආදායම් අපගේ Edumind වෙබ් අඩවිය වෙත
                                යොමු වී බලාගත හැකි වන අතර, සෑම මසකම 15 වැනිදා සහ 30 වැනිදා ඔබගේ මුදල් ඔබ විසින් අපට ලබා
                                දීී ඇති බැංකු ගිණුමට බැර කරණු ලබයි.</p>

                            <h2 class="font-bold mt-9 mb-1 text-2xl">Coupon සහ referral codes</h2>
                            <p class="text-base font-semibold">ඔබටම අනන්ය වූ referral code එකක් නිර්මාණය කර එය භාවිතා කර මිලදී ගන්නා
                                සෑම පාඨමාලාවක් සඳහා ම ඔබට තවත් අමතර මුදලක් එකතු වන අතරම referral codes භාවිතා කර Edumind
                                සමග සම්බන්ධ වන සිසුන් හට 10% ක වට්ටමක් ලබා දීමට අපි බලාපොරොත්තු වන්නෙමු.</p>

                        </article>

                    </div>

                </div>
            </div>
        </div>
    </div>
@stop
