@extends('layouts.master')
@section('title','Teacher instructions')


@section('content')
    <div class="main-container container">
        <div class="max-w-5xl md:p-5 mx-auto">
            <div class="lg:flex lg:space-x-10 bg-white rounded-md shadow max-w-3x  mx-auto md:p-8 p-3">
                <div class="">

                    <div>
                        <h1 class="font-bold mb-3 text-xl sinhala-font lg:text-3xl">EDUMIND වෙත පාඨමාලාවක් සම්පාදනය කිරීම.</h1>
                        <hr class="mb-5">

                        <article class="uk-article sinhala-font text-gray-800 text-justify">

                            <p class="text-base font-semibold">ඔබට online courses නිර්මාණය කිරීමට කිසිඳු මූලික දැනුමක්
                                නොමැති වුවත් Edumind සමග සම්බන්ධ වීමට හැකියාව ඇති බව අපි සතුටින් දැනුම් දෙන්නෙමු.
                                ඒ සඳහා ක්රමවත් ලෙස සකස් කරණු ලබන videos මාලාවක් අපි දැනටමත් නිර්මාණය කර ඇති
                                අතර ඒවා පරිශීලනය කර ඔබගේ පාඨමාලාව පහසුවෙන් නිර්මාණය කර ගැනීමේ හැකියාව ඇත.
                                මීට අමතරව ඔබට අවශ්ය තාක්ෂණික සහාය ලබා දීමට අප නිරන්තරයෙන් බැඳී සිටින බව දැනුම්
                                දීමට කැමැත්තෙමු. පාඨමාලාවක් නිර්මාණය කර Edumind වෙත ලබා දීමට පහත සඳහන් පියවර
                                අනුගමනය කරන්න.</p>

                            <h2 class="underline font-bold mt-8 mb-1 text-2xl">COURSE එක සැලසුම් කිරීම</h2>

                            <p class="text-base font-semibold">Video පටිගත කිරීම ආරම්භ කිරීමට පෙර පාඨමාලාව සැලසුම් කර ගැනීම
                                ඉතා වැදගත් වේ. මේ මගින් ඔබගේ පාඨමාලාවේ අන්තර්ගතය ක්රමවත් ලෙස සහ කොටස් අඩු කරගැනීමෙන්
                                තොරව නිර්මාණය කර ගැනීමට ඔබට හැකියාව සැලසෙනු ඇත. සැලසුම් අදියරේදී ඔබ ඉගැන්වීමට
                                බලාපොරොත්තු වන්නේ මොනවාද, ඉලක්ක ගත පිරිස කවුද, පාඨමාලාව පටිගත කිරීමට සුදුසු ඉගැන්වීම්
                                ක්රමවේදය කුමක්ද (whiteboard එකක් භාවිතා කරනවාද, presentation එකක් භාවිතා කරනවාද යන්න) තීරණය
                                කරගත යුතුය.</p>

                            <h3 class="mt-7 mb-1 font-bold mb-0 text-2xl">මාතෘකාවක් තෝරා ගැනීම</h3>
                            <p class="text-base font-semibold">පහත සඳහන් මාතෘකා වලට අමතරව ඔබට අවශ්ය ඕනෑම මාතෘකාවක්
                                තෝරාගෙන courses නිර්මාණය කිරීමේ හැකියාව ඇත.</p>

                            <h3 class="mt-7 mb-1 font-bold mb-0 text-2xl">අවහිර කරන ලද මාතෘකා</h3>

                            <ul class="mb-5 ml-5 text-base font-bold list-disc">
                                <li>ලිංගිකත්වය සහ ලිංගිකතාව සම්බන්ධ මාතෘකා.</li>
                                <li>නිරුවත ප්රදර්ශනය කෙරෙන මාතෘකා</li>
                                <li>ලිංගිකත්වය සහ ලිංගිකතාව සම්බන්ධ මාතෘකා.</li>
                                <li>නිරුවත ප්රදර්ශනය කෙරෙන මාතෘකා</li>
                                <li>අවි ආයුධ පිළිබඳව දැනුවත් කිරීමේ මාතෘකා</li>
                                <li>ජාතිවාදය හා ආගම්වාදය මතුකරන මාතෘකා</li>
                                <li>සියදිවි නසා ගැනීම සහ ශාරීරික අවයව වලට හානි පමුණුවා ගැනීම සම්බන්ධ මාතෘකා</li>
                                <li>සත්ව හිංසනය පිළිබඳ මාතෘකා</li>
                                <li>නීති විරෝධී ක්රියාවන් පිළිබඳ මාතෘකා</li>
                                <li>සාවද්ය තොරතුරු සහ නොමග යවන සුළු මාතෘකා</li>
                                <li>ලමා අපචාර සඳහා අනුබල දෙන මාතෘකා</li>
                            </ul>

                            <p class="text-base font-semibold">කෙසේ වෙතත් ඔබගේ මාතෘකාව තෝරා ගැනීම පිළිබඳව නිශ්චිත අවබෝධයක්
                                නොමැති නම් email හරහා අපව සම්බන්ධ කරගෙන වැඩි විස්තර ලබාගත හැකිය.</p>


                            <h2 class="underline font-bold mt-8 mb-1 text-2xl">COURSE එක නිර්මාණය කිරීම</h2>

                            <p class="text-base mb-1 font-semibold">Course එක සැලසුම් කිරීම අවසන් කරගත් පසුව Course එක නිර්මාණය කිරීම
                                ආරම්භ කල හැකිය. මුලින්ම පාඨමාලාවට අදාළ පිටපත් සකස් කර කිහිප වතාවක් එය පුහුණු කිරීම මගින් ඉහළ
                                ගුණාත්මක භාවයෙන් යුතුව පාඨමාලාවක් නිර්මාණය කරගත හැකි වේ. ඉහත සඳහන් කරුණු සම්පූර්ණ කර ගත්
                                පසු course එක පටිගත කිරීම ආරම්භ කල හැකිය. මේ පිළිබඳව අපගේ දැනුවත් කිරීමේ videos නරඹා හොඳ අවබෝධයක්
                                ලබා ගැනීමට හැකිය. පාඨමාලාවක් පටිගත කිරීමේදී විනාඩි 5 බැගින් පමණ වූ video clips
                                පටිගත කිරීම අපි අනුමත කරන්නෙමු.</p>

                            <p class="text-base mt-2 mb-1 font-semibold">ඒ සඳහා ප්රධාන හේතුව වන්නේ සිසුන් පාඨමාලාව පරිශීලනය කිරීමේදී තනි දිග වීඩියෝවක්
                                වෙනුවට විනාඩි 10 බැගින් පමණ වූ කොටස් ඇති විට පරිශීලනය කිරීමට පහසුවක් ගෙන දීමයි. උදාහරණයක් ලෙස ඔබගේ
                                course එකෙහි සම්පූර්ණ කාලය පැය දෙකක් එනම් මිනිත්තු 120 ක් නම්, එම වීඩියෝව මිනිත්තු 120 ක තනි වීඩියෝවක්
                                ලෙස නොව, මිනිත්තු 10 බැගින් වූ video clips 12 ක් ලෙස සකස් කිරීමට වඩාත් උචිත බව අපගෙ අදහසයි. ඔබ නිර්මාණය
                                කර අප වෙත එවනු ලැබූ පාඨමාලා වල අත්යාවශ්ය වෙනස් කම් සිදු කිරීමට අවශ්ය වන්නේ නම් ඉහළ ගුණාත්මක භාවය
                                තහවරු කර ගැනීම සඳහා අප විසින් ඒ බැව් ඔබට දැනුම් දෙන්නෙමු.</p>


                            <h2 class="underline font-bold mt-8 mb-1 text-2xl">පටිගත කල පාඨමාලාව වැඩිදියුණු කර ගැනීම</h2>

                            <p class="text-base mb-1 font-semibold">පටිගත කර ගන්නා ලද වීඩියෝව video editing software එකක් භාවිතා කර edit කර ගැනීම මගින් ඔබගේ
                            පාඨමාලාවේ ගුණාත්මක භාවය ඉහළ නංවා ගැනීමට පුළුවන. මේ සඳහා අදාළ තාක්ෂණික දැනුම ඇති කෙනෙකු
                            ගෙන් උපකාර ලබා ගැනීම හෝ අපගේ දැනුවත් කිරීමේ videos නැරඹීම මගින් ඔබට අවශ්ය මූලික දැනුම ලබාගත
                                හැකිය.</p>


                            <h2 class="underline font-bold mt-8 mb-1 text-2xl">COURSE එක EDUMIND වෙත ලබා දීම.</h2>

                            <p class="text-base mb-1 font-semibold">නිර්මාණය කරන ලද පාඨමාලාව Edumind වෙත ලබා දීම මෙම ක්රියාවලියේ අවසාන පියවර වේ. මේ සඳහා
                            ඔබගේ පාඨමාලාව google drive වෙත upload කර අදාළ link එක අප වෙත email හරහා ලබා දීම මගින්
                            අපට ඔබගේ පාඨමාලාව ලබාගත හැකිය. මෙහිදී පාඨමාලාවට අදාළ tutes, papers සහ presentations ඇති
                            නම් ඒවාද google drive එකට upload කර link එක අප වෙත එවීමට අමතක නොකරන්න. ඔබට google
                            drive භාවිතා කිරීම පිළිබඳව වැඩි අවබෝධයක් හෝ අත්දැකීමක් නොමැති නම් අපගේ දැනුවත් කිරීමේ videos
                            නරඹා අදාළ දැනුම ලබා ගැනීමට වග බලා ගන්න. ඔබගේ පාඨමාලාව අප වෙත ලැබුණ විගස ඒ පිළිබඳව ඔබට
                            තහවරු කිරිමේ email එකක් මගින් අපි ඔබව දැනුවත් කරන්නෙමු. අප වෙත ලැබුණු ඔබගේ පාඨමාලාව
                            Course Accreditation Team එක යටතේ නිරීක්ෂණය කරණු ලබන අතර අදාළ නිරීක්ෂණ කටයුතු වලින්
                            පසුව දින 2 ක් ඇතුළත ඔබගේ පාඨමාලාව Edumind හි පළ කරණු ලබයි. මෙසේ ඔබගේ පාඨමාලාව පළ කල
                                පසුවද ඒ පිළිබඳව ඔබට දැනුවත් කිරීමේ email එකක් මගින් දැනුම් දෙන්නෙමු.</p>

                        </article>
                    </div>

                </div>
            </div>
        </div>
    </div>

@stop
